[
  "Você já se apaixonou por alguém do grupo?",
  "Você já ficou com alguém e se arrependeu?",
  "Já traiu ou pensou em trair alguém?",
  "Você já pegou alguém escondido?",
  "Já fingiu gostar de alguém para se aproveitar?",
  "Você já inventou boato sobre alguém?",
  "Já se arrependeu de ter ficado com alguém?",
  "Você já mexeu no celular de alguém sem permissão?",
  "Já teve crush por um professor(a)?",
  "Já chorou por causa de amor?",
  "Você voltaria com algum ex?",
  "Já beijou mais de uma pessoa no mesmo dia?",
  "Já ficou com ex de amigo(a)?",
  "Você já ficou por aposta?",
  "Você ficaria com alguém só por aparência?",
  "Já se sentiu usado(a)?",
  "Você já usou alguém?",
  "Você já teve medo de estar apaixonado(a)?",
  "Já fingiu estar feliz quando não estava?",
  "Você sente falta de alguém agora?",
  "Você ainda gosta de alguém do passado?",
  "Você já chorou por ciúmes?",
  "Você acha que amor à distância funciona?",
  "Você já pensou em terminar e não teve coragem?",
  "Já deu em cima de alguém comprometido?",
  "Você já disse 'eu te amo' sem sentir?",
  "Você já ficou com alguém comprometido?",
  "Você aceitaria ficar com um ex?",
  "Você já sentiu que não é bom o bastante?",
  "Você já escondeu uma paixão?",
  "Já mandou mensagem bêbado e se arrependeu?",
  "Você já ficou com alguém só pra esquecer outra pessoa?",
  "Você já viu algo que não deveria no celular de alguém?",
  "Já ignorou alguém de propósito?",
  "Você sente ciúmes fácil?",
  "Você já teve um amor platônico?",
  "Já chorou por mensagem de alguém?",
  "Já pensou em sumir das redes sociais?",
  "Você já teve medo de se declarar?",
  "Você já fez alguém chorar?",
  "Você sente que já magoou alguém de verdade?",
  "Já sentiu que ninguém se importa?",
  "Você já stalkeou um(a) ex?",
  "Você já teve vontade de se vingar de alguém?",
  "Você já beijou alguém que se arrepende até hoje?",
  "Você já ficou com alguém do mesmo sexo?",
  "Você já fingiu estar apaixonado(a)?",
  "Você já quebrou o coração de alguém?",
  "Você já teve o coração partido?",
  "Você já desejou estar com outra pessoa estando em um relacionamento?",
  "Você já se arrependeu de um namoro?",
  "Você já usou um fake pra espionar alguém?",
  "Você já inventou uma desculpa pra terminar?",
  "Você já pegou alguém só por status?",
  "Você já ficou com alguém que não lembrava o nome?",
  "Você já chorou escondido(a) por alguém?",
  "Já se apaixonou por um(a) melhor amigo(a)?",
  "Você já foi a segunda opção de alguém?",
  "Você já iludiu alguém?",
  "Você já sentiu vergonha de alguém com quem ficou?",
  "Você já terminou e se arrependeu depois?",
  "Você já ficou com alguém no mesmo dia que conheceu?",
  "Você já foi bloqueado(a) por alguém que amava?",
  "Você já bloqueou alguém por orgulho?",
  "Você já desejou o mal pra alguém?",
  "Você já foi a causa do término de um casal?",
  "Você já desejou estar com alguém mesmo sabendo que não podia?",
  "Você já ficou com mais de uma pessoa no mesmo evento?",
  "Você já ficou com alguém que nem gostava só por carência?",
  "Você já ficou com alguém só porque todo mundo queria?",
  "Você já fingiu não se importar, mas por dentro estava mal?",
  "Você já tentou voltar com um ex e levou fora?",
  "Você já ficou de vela e ficou com inveja?",
  "Você já pensou em mandar mensagem e desistiu?",
  "Você já mandou mensagem pra pessoa errada e passou vergonha?",
  "Você já tentou esquecer alguém e não conseguiu?",
  "Você já ficou por status social ou beleza?",
  "Você já mandou indireta pra alguém e se arrependeu?",
  "Você já ficou com alguém por pressão de amigos?",
  "Você já sonhou com alguém que não deveria?",
  "Você já ficou com alguém por raiva de outro?",
  "Você já chorou ouvindo uma música?",
  "Você já foi ghostingado(a)?",
  "Você já mandou textão e depois apagou?",
  "Você já desejou estar com alguém comprometido?",
  "Você já passou vergonha em um date?",
  "Você já ficou com alguém e escondeu de todo mundo?",
  "Você já inventou um relacionamento só pra provocar ciúmes?",
  "Você já teve um crush secreto por muito tempo?",
  "Você já sentiu que ninguém te entende?",
  "Você já foi apaixonado(a) por alguém que nem te notava?",
  "Você já usou bebida pra esquecer alguém?",
  "Você já fingiu que estava bem, mas estava péssimo(a)?",
  "Você já chorou escondido(a) no banheiro?",
  "Você já se sentiu sozinho(a) mesmo com muita gente ao redor?",
  "Você já tentou mudar por alguém?",
  "Você já foi muito carente?",
  "Você já teve um amor não correspondido?"
]